Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Yesterday, following a heated debate in the Congress, President Morales announced that he will go on a hunger strike to pressure the opposition-controlled Senate to approve the legislation required for the elections to proceed. Here are the dispatches, al
ar: في البارحة, و بعد نقاش حام في الكونغرس, صرح الرئيس البوليفي أنه سيقوم بإضراب عن الطعام للضغط على البرلمان الذي تسيطر عليه المعارضة و ذلك من أجل الحصول على الموافقة التشريعية للمضي بالانتخابات. و قد أتتنا التقارير, و جميعها قوية, من كل من الأسوشيتد برس,

source: ﻿French hospital performs face, hand transplants
ar: مستشفى فرنسي يجري عمليات زرع للوجه واليدين

source: Dozens of doctors working in teams over 30 hours performed the_world's first simultaneous partial-face and double-hand_transplant during the weekend, Paris' Public Hospital authority_said Monday.
ar: أعلن مستشفى باريس العام يوم الاثنين أن عشرات من الأطباء يعملون في فرق أجروا في أكثر من 30 ساعة أولى العمليات في العالم لزرع جزئي للوجه واليدين معاً خلال نهاية الأسبوع.

source: The authority described the recipient as a 30-year-old burn_victim. The man, whose name was not released, was injured in a 2004_accident that left him with scars preventing any social_life, it said.
ar: ووصف المستشفى المتلقي بأنه ضحية مصاب بحروق يبلغ من العمر 30 عاماً، وكان الرجل الذي لم يُكشف عن اسمه أُصيب في حادث عام 2004 والذي ترك لديه ندوب منعت إقامة أي حياة اجتماعية كحد قول المستشفى

source: No further details were provided by officials, but French media_reports said the upper half of the man's face, including the_scalp, forehead and eyelids, were transplanted.
ar: والمسئولون لم يفصحوا عن المزيد من التفاصيل، ولكن تقارير إعلامية فرنسية تقول إن النصف الأعلى من وجه الرجل، بما فيه فروة الرأس والجبهة والجفون تم زرعهم.

source: The authority's statement said the operation, performed over_Saturday and Sunday at the Henri Mondor hospital in the Paris_suburb of Creteil, was the world's sixth partial-face_transplant but the first to include hands as well.
ar: وقال بيان المستشفى إن العملية التي أُجريت خلال يومي السبت والأحد في مستشفى هنري موندور في ضاحية كريتيل بباريس هي السادسة على مستوى العالم لزرع الوجه جزئياً ولكنه الأول ليشمل اليد أيضاً.

source: A French woman, Isabelle Dinoire, underwent the first partial_face transplant in 2005 in Amiens, France. Other recipients include_another European patient, a Chinese farmer and a woman operated on_late last year in Cleveland, Ohio.
ar: وخضعت امرأة فرنسية تدعى ايزابيل دينوار لأول عملية زرع جزئي للوجه في عام 2005 في اميان بفرنسا، ويشمل الخاضعون لعمليات الزرع مريض أوروبي آخر ومزارع صينى وامرأة خضعت للجراحة في أواخر العام الماضي في كليفلاند بولاية أوهايو.

source: Dinoire was disfigured when her dog chewed her face after she_passed out from an overdose of sleeping pills. She lost part of her_nose, lips, chin, and parts of her cheeks.
ar: أصيبت دينوار بتشوهات عندما مضغ كلبها وجهها بعد أن فقدت الوعي إثر تناول جرعة زائدة من الحبوب المنومة، وفقدت جزءاً من أنفها وشفتيها وذقنها وأجزاء من الخدين.

source: French doctors gave Dinoire, then 38, a new face from a_brain-dead donor, as well as bone marrow cells that they hoped_would prevent rejection. Dinoire still had two instances of_rejection _ one month after her surgery and again a year later.
ar: وأعطى الأطباء الفرنسيون دينوار التي كانت تبلغ 38 من العمر في ذلك الحين وجهاً جديداً من متبرع مات بالسكتة الدماغية أعطوها أيضاً خلايا النخاع العظمي التي يأملون أن تمنع حدوث رفض الأعضاء، ولا تزال دينوار تعاني من حالتي رفض بعد شهر واحد من الجراحة والمرة الأخ

source: Other recipients have also have been plagued by rejection _ a_problem that worries Dr. Patrick Warnke, a professor of surgery at_the University of Kiel in Germany who has expressed skepticism_about the procedure.
ar: وعانى متلقون آخرون من مشكلة رفض الأعضاء وهي مشكلة تثير قلق دكتور باتريك ورنك أستاذ الجراحة في جامعة كيل في ألمانيا والذي عبر عن شكوكه من نجاح هذا الإجراء.

source: I think the hype about face transplants is too much,_he said in a phone interview Monday.
ar: وقال في مقابلة عبر الهاتف يوم الاثنين أعتقد أن الدعاية عن عمليات زرع الوجه كبيرة جداً.

source: He pointed to the risk of long-term use of immuno-suppression_drugs aimed at preventing rejection, which he said could cause_cancer and other life-threatening diseases.
ar: وأشار إلى خطورة استخدام العقاقير المناعية على المدى الطويل التي تهدف إلى منع حدوث الرفض والتي قال عنها أنها قد تسبب السرطان وغيره من الأمراض التي تهدد الحياة.

source: I'm worried that patients don't understand what it_means to be on these drugs for the rest of their lives, he_said.
ar: قال أشعر بالقلق من أن المرضى لا يفهمون ما يعنيه تناول هذه الأدوية لبقية حياتهم.

source: Iran touts nuclear technology gains
ar: إيران تشيد بالمكاسب التكنولوجية النووية

source: President Mahmoud Ahmadinejad, center front, tours the new factory in Esfahan that will produce uranium fuel pellets for use at the Arak research reactor.
ar: الرئيس محمود أحمدي نجاد، في مقدمة الوسط، يقوم بجولة في المصنع الجديد بأصفهان الذي سينتج كرات وقود اليورانيوم لتُستخدم في مفاعل أراك للأبحاث.

source: Reporting from Beirut and Esfahan, Iran -- _Iran announced fresh advances Thursday in its steady drive to master nuclear technology, trumpeting two new devices to enrich uranium and inaugurating a plant to produce fuel pellets for a heavy-water reactor.
ar: كُتب التقرير من بيروت وأصفهان بإيران -- أعلنت إيران يوم الخميس بحدوث تطور جديد في مسيرتها المطردة نحو إتقان التكنولوجيا النووية متفاخرة بجهازين جديدتين

source: State television broadcast a patriotic three-minute music video called Fruits of Science heralding technological achievements during the annual National Day of Nuclear Technology celebrations marking the date in 2006 when Iran produced its first batch o
ar: وبث التلفزيون الإيراني الرسمي ثلاث دقائق من موسيقى مصورة وطنية بعنوان ثمار العلوم حيث يمدح الإنجازات التكنولوجية خلال احتفالات العيد الوطني السنوي للتكنولوجيا النووية احتفالاً باليوم الذي أنتجت فيه إيران أول كمية من اليورانيوم المخصب عام 2006.

source: We are witness to very important nuclear achievements, President Mahmoud Ahmadinejad told Iranian officials and foreign guests in Esfahan for the launch of the nuclear fuel production plant, which was broadcast on state television.
ar: وقال الرئيس محمود أحمدي نجاد للمسئولين الإيرانيين والضيوف الأجانب في أصفهان بمناسبة افتتاح مصنع إنتاج الوقود النووي والذي بثه التلفزيون الحكومي نحن شهود لإنجازات نووية بالغة الأهمية.

source: Iran's nuclear authorities have announced that the various cycles of nuclear fuel management are in our grasp in a comprehensive and domestically produced way, Ahmadinejad said.
ar: وقال أحمدي نجاد أن السلطات النووية الإيرانية أعلنت أن مراحل إدارة الوقود النووي المختلفة في متناول أيدينا في شكل شامل ومنتج محلياً.

source: Also at the event, the head of Iran's Atomic Energy Organization said the country now has around 7,000 centrifuges installed at its Natanz facility, a significant jump from the 5,600 the International Atomic Energy Agency cited in a February report. Ira
ar: وقال رئيس منظمة الطاقة الذرية الإيرانية خلال الحدث أن البلد تمتلك حالياً حوالى 7,000 جهاز طرد مركزي مركب في مجمع نطنز وهي قفزة كبيرة من 5,600 جهاز الذي ذكرتهم الوكالة الدولية للطاقة الذرية في تقرير فبراير، كما أعلن مسئولون إيرانيون إدخال نوعين جديدين من

source: This shows Iran's unique progress in line with the most up-to-date technology in the world, Gholamreza Aghazadeh said.
ar: وقال غلام رضا اغازاده هذا يظهر أن تقدم إيران الفريد يتبع أحدث تكنولوجيا في العالم.

source: The West suspects that Iran's program is meant to eventually produce weapons, but Tehran insists that it is meant to expand the country's energy supply. The United Nations Security Council has called on Iran to stop producing nuclear material with the pot
ar: ويشتبه الغرب في أن البرنامج النووي الإيراني يهدف في نهاية المطاف إلى إنتاج أسلحة ولكن طهران تصر على انها تهدف إلى توسيع نطاق إمدادات الطاقة في البلاد، ودعا مجلس الأمن التابع للأمم المتحدة إيران إلى وقف إنتاج مواد نووية التي يمكن استخدامها لاحقاً في إنتاج

source: Iran's buildup of nuclear technology infrastructure, without explicitly pursuing weapons, keeps its unnerved regional rivals and the West guessing about its capabilities and intentions, a strategy that some analysts say could serve as a deterrent to forei
ar: إن بناء إيران للبنية التحتية للتكنولوجيا النووية دون أن تسعى لامتلاك أسلحة صراحةً يجعل منافسيها القلقين في المنطقة والغرب في حالة ترقب لمعرفة قدراته ونواياه، وهي استراتيجية يقول عنها بعض المحللين أن بمثابة رادع لأي عمل عسكري أجنبي.

source: But experts say Iran's plan could backfire if international inspectors accuse it of violating the Nonproliferation Treaty, to which it is a signatory.
ar: ولكن الخبراء يقولون إن خطة إيران قد تأتي بنتائج عكسية إذا اتهمها المفتشون الدوليون بانتهاك معاهدة حظر انتشار الأسلحة النووية التي قامت إيران بالتوقيع عليها.

source: Evo on Hunger Strike Over Election Rules
ar: إيفو يضرب عن الطعام بسبب قانون الانتخابات.

source: The new Bolivian constitution approved by more than 60% of voters in January mandates new Presidential and Congressional elections this coming December. But the precise rules that will govern that election are still in dispute, with all sides jockeying fo
ar: وافق القانون البوليفي الجديد بأغلبية تصويت بلغت أكثر من ستين بالمئة السنة الماضية على تفويض رئاسي جديد و انتخابات للكونغرس في شهر كانون الأول القادم. إلا أن القواعد الدقيقة التي ستحكم تلك الانتخابات لا تزال محط نزاع, مع مختلف الجوانب الخاصة بالقواعد و ا

source: At issue are such debates as whether Bolivians living abroad will be eligible to vote – a huge population and one likely sympathetic to Morales – and how Congress will implement the new constitution’s requirement that a dozen congressional seats be set as
ar: إن موضوع بحث مثل هذا النقاش سواء ما إذا كان البوليفيون الذين يعيشون خارج البلاد سيكونون قادرين على التصويت - فهم يشكلون جزءا كبيرا من السكان و من المرجح تعاطفهم مع مورالس - و كيف سيعمل الكونغرس على إنجاز الدستور المطلوب الذي سيؤدي إلى تعليق عشرات الم

source: Morales opponents charge that he is using the hunger strike, and a threatened mobilization of his base to surround the Congress, as coercion against them. Morales backers say that his opponents are blocking implementation of popular will as expressed over
ar: إن المعارضين لمورالس يدعون أنه يستخدم الإضراب عن الطعام, و هددوا بتعبئة قاعدته لتطويق الكونغرس, بأنه إجبار ضدهم. إن داعمي مورالس يقولون أن المعارضين له يمنعون تطبيق وسيلة إرادة الشعب مرارا و تكرارا في صناديق الاقتراع.

source: In reality, this is just the latest round of heated debate over the political rules of the game in country where the forces of politics are in the midst of historic changes.
ar: و في حقيقة الأمر, إنها الجولة الأحدث فقط من النقاش الحاد حول القوانين السياسية للعبة في البلاد, حيث القوى السياسية تتواجد في غمرة التغييرات التاريخية.

source: In 2006 and 2007 the opposition tried to shut down the country over the rules governing the Constituent Assembly, with crowds in the street used to shut down the Assembly altogether. Before that it was Morales and his allies who used those tactics against
ar: في عامي 2006 و 2007, حاولت المعارضة إخضاع البلاد للقوانين التي تحكم الجمعية التأسيسية, بينما كانت الحشود في الشارع تستخدم لإخضاع مجلس النواب كله. و قبل ذلك, كان هناك مورالس و حلفائه الذين استخدموا ذلك التكتيك ضد الرئيس غونزالو سانشيز دي لوزادا و كارولز م

source: Both sides use the powers at their disposal to gain an upper hand. In the end a compromise of some sort will be reached and the elections will be held. If current polls hold true, Morales will likely win that vote by the same landslide with which he won i
ar: هذا و يستخدم كلا الطرفين قوة السلطات التي بمتناولهما لكسب اليد العليا. و في نهاية الأمر فإن مساومة طرف واحد هي التي ستربح و سيتم كبح الانتخابات. و إذا كان كبح الانتخابات الحالية حقيقة, فإنه من الأرجح أن يفوز مورالس بذلك الصوت بنفس الأغلبية الساحقة التي

source: But the real issue facing the country – how to create economic opportunity with dignity for all Bolivians – will remain the same.
ar: و لكن المسألة الحقيقية التي تواجه البلاد – تكمن بكيفية خلق فرصة اقتصادية مع الاحتفاظ بقدر البوليفيين – ستبقى دون تغيير.

source: Friday, April 10, 2009
ar: الجمعة, في العاشر من شهر نيسان عام 2009.

source: Americans Split On Capitalism?
ar: إنقسام الشعب الأمريكى على الرأسمالية بين معارض و رافض؟

source: That's what a new
ar: و هذا ما يبدو أنه ما تم إقتراحه فى الإستطلاع الأخير للرأى من قبل

source: Rasmussen poll
ar: رازموسين.

source: seems to suggest. According to an automated telephone survey of 1,000 U.S. adults taken Monday and Tuesday, 53 percent of Americans prefer capitalism, 20 percent prefer socialism, and 27 percent say they're not sure. The exact question was: Which is a be
ar: فوفق لدراسة مسحية بالتليفون على نحو ألف بلغ من الشعب الأمريكى يوم الإثنين و الثلاثاء، كانت النسبة نحو ثلاث و خمسين بالمائة بأن الشعب الأمريكى يفضل الرأسمالية، و نحو عشرين بالمائة يفضلون النظام الإشتراكى، بينما لم تستطع النسبة الباقية و هى سبع و عشرين بالم

source: Compare that to a
ar: و مقارنةً مع

source: Dec. 29 poll
ar: إستطلاع الرأى الذى أجرى فى 29 ديسمبر

source: on similar concepts, cast in different terms, in which 70 percent said a free market economy is better than an economy managed by the government (which collected 15 percent--the same as unsure).
ar: حول نفس الموضوع، و لكن بصيغة مختلفة، فقد تم التوصل إلى أن الاستبيان أوضح أن سبعين بالمائة يفضلون السوق الحر، فهو من وجهة نظرهم أفضل من ذلك السوق المدار من قبل الحكومة. و قد إجتمعت نسبة 17% أنهم غير متأكدين من الإجابة.

source: Rasmussen points out that free market may simply elicit more favorable responses than capitalism. That could be, but it's also worth noting that a lot has happened between Dec. 29 and now. Most importantly, the nation has experienced a political dispu
ar: و قد أوضحت رازموسين أن السوق الحر قد يكون ببساطة قد إجتذب العديد من الآراء تجاهه أكثر من الرأسمالية. ربما يكون هذا ما يحدث و لكن لا يستحق عناء الكثير مما حدذ بين الفترة من 29 ديسمبر و حتى الآن. و بشكل مهم؛ فقد شهدت البلاد منازعة سياسية حول ما إذا كانت حلو

source: Perhaps that dispute has led socialism through a liminal process;_perhaps socialism now signifies that which is hated by Rush_Limbaugh, Sean Hannity, and the most vocal of Obama's critics. The_debate over Obama's economic rollouts has, at least, tur
ar: و لعل هذا هو ما قاد الإشتراكية تجاه تلك العملية الحوارية، و لعل الإشتراكية تشير الآن إلى أنه تم رفضها من قبل رش ليمبوج، سين هانيتى، و كذلك معظم منتقدى سياسة أوباما. و لعل المناظرة حول حلول و نتائج أوبامما للأزمة الإقتصادية هو ما حول الإشتراكية و الرأسم

source: Or perhaps the nation's firm belief_in capitalism has simply been eroded by the economic crisis, along with_all other once-firm beliefs about the economy. If we equivocate, for a_moment, this poll with the one from December, free-market/capitalistic_ethos
ar: أو لعل إعتقاد الشعب الحازم تجاه الإهتمام بالرأسمالية هو ما تغير إثر الأزمة الإقتصادية، تماشياً مع الإعتقادات المرتدة حول الموضوع الآخر فى تعامله مع الإقتصاد و الأزمات. و يمكن وصف ذلك الاستطلاع الحالى مع السابق من شهر ديسمبر على أنه من نوعية الإستطلاعات ال

source: And, after_all, who is sure of anything these days? When it comes to the economy, certainty isn't exactly the spirit of the age.
ar: و فى النهاية و بعد ذلك كله؛ من منا أصبح متأكداً من أى شيىء فيما بعد؟ و عندما تتعلق المسألة بالإقتصاد، يصبح الأمر أكثر تعلقاً بالسن فقط.

source: After learning that we're on the brink of nationalization anyway,_perhaps the respondents to this poll, when they got automated calls_from Rasmussen, just felt more inclined to say Well, my 401k is worthless, so_who the hell knows?
ar: و بعد التعرف على أننا اصبحنا على حواف الوطنية بشكل أو بآخر، فربما نتوصل إلى أن المستجيبين لذلك الإستبيان أو الإستطلاع أنهم حصلوا أو تلقوا إتصالات هاتفية أوتوماتيكية من قبل مؤسسة رازموسين، و أنهم شعروا أنهم يميلوا أكثر للإجابة فى الواقع؛ وزنى الذى وصل إلى

source: Poll of the Day
ar: إستطلاع الرأى لليوم:

source: from Political Animal
ar: من مجلة الحيوان السياسية

source: POLL OF THE DAY.... For a couple of months, every sentence from Republican officials and Fox News personalities had to include the word socialism while attacking the president. It didn't have much of an effect. Maybe the smears didn't connect...
ar: أستطلاع الرأى لليوم: و لمدة شهرين، حيث أن كل جملة من قبل المسؤلين الجمهوريين و شخصيات مؤسسة فوكس للأخبار تضمنت لفظ الإشتراكية خلال مهاجمتهم للرئيس الأمريكى أوباما. و فى الواقع ليس عندى تعليق كاف عن الموضوع.

source: Egypt accuses Hizbullah of plotting attacks in country
ar: مصر تتهم حزب الله بالتأمر للقيام بهجمات في البلاد.

source: Daily Star staff
ar: فريق عمل الديلي ستار.

source: BEIRUT: Egypt's state prosecutor accused Hizbullah of planning to carry out attacks inside Egypt on Wednesday, as Israel warned its citizens that they faced an immediate and concrete threat in the country. The state prosecutor has received a statement
ar: بيروت: اتهم النائب العام المصري حزب الله بالتخطيط لتنفيذ هجمات داخل مصر يوم الأربعاء, بينما حذرت إسرائيل مواطنيها من مواجهتهم لتهديد ‛ فوري و ملموس ‛ في البلاد, و قالت وكالة أنباء الأي اف بي فيما يخص التصريح الذي أعلنه النائب العام: ‛ و كان النائب العام ق

source: Egyptian security forces are questioning a group of 49 men accused of smuggling weapons into the Gaza Strip through the Rafah border on behalf of Hizbullah and Hamas. It is not clear when they were arrested, but a judicial source in Cairo confirmed that t
ar: هذا و تقوم قوات الأمن المصرية باستجواب مجموعة مكونة من تسعة و أربعين رجلا متهمين بتهريب الأسلحة إلى قطاع غزة عبر معبر رفح مساندة من حزب الله لحركة حماس. و ليس واضحا متى تم اعتقالهم, و لكن أكد مصدر قضائي في القاهرة أن ادعاءات النائب العام قد تم توثيقها مع

source: The group of detainees is mainly made up of Egyptian nationals, but includes three Lebanese and several Palestinians. The Lebanese are understood to be suspected of acting as a link between Hamas in Gaza and their sympathizers in Egypt.
ar: جماعة المحتجزين مكونة بشكل رئيسي من أشخاص مصريي الجنسية, إلا أنها تتضمن ثلاثة لبنانيين و عدة فلسطينيين. و من الممكن فهم الاشتباه باللبنانيين ليكونوا صلة وصل بين كل من حماس في غزة و المتعاطفين معها في مصر.

source: Hizbullah officials contacted by
ar: و لم يصدر حزب الله يوم الأربعاء أي تعليق فوري على الادعاءات الرسمية الصادرة

source: The Egyptian lawyer representing the men, Montasser al-Zayyat, said that interrogations of the men began over the weekend. The information that we have is that they are accused of weapons smuggling through tunnels and spreading Hizbullah ideology, he sa
ar: هذا و قد صرح محامي الدفاع الذي يمثل الرجال و يدعى منتظر الزيات, أن استجوابات الرجال قد بدأت خلال عطلة نهاية الأسبوع. و أضاف قائلا: ‛ المعلومات التي لدينا هي أنهم متهمون بتهريب الأسلحة عبر الأنفاق و نشر الأيديولوجية الخاصة بحزب الله. ‛

source: He said the case had been created for political purposes. My impression is that it is a fabricated case created by Egyptian security in the context of bad relations between Hizbullah and Egypt, he said on Wednesday.
ar: و أعلن المحامي عن أن القضية تم اختلاقها لغايات سياسية, حيث قال يوم الأربعاء: ‛ إن انطباعي هو أنها قضية مفبركة تم ابتكارها من قبل الأمن المصري تحت مفهوم العلاقات السيئة بين حزب الله و مصر. ‛

source: Hizbullah was highly critical of the Egyptian government's decision to close the Rafah crossing point during Israel's recent military offensive against Hamas in Gaza, which saw more than 1,400 Palestinians, most of them civilians, killed.
ar: و كان حزب الله قد انتقد بشكل كبير قرار الحكومة المصرية بإغلاق معبر رفح خلال العدوان العسكري الإسرائيلي الأخير ضد حركة حماس في قطاع غزة, و الذي أسفر عن مقتل أكثر من ألف و أربعمائة فلسطيني, معظمهم من المواطنين المدنيين.

source: The prosecutor's statement also accuses Hizbullah of spreading Shiite ideology.
ar: كما جاء في تصريح النائب العام اتهام حزب الله ‛ بنشر الأيديولوجية الشيعية. ‛

source: Meanwhile, Israeli authorities warned of a serious, immediate and concrete threat, against Israeli citizens in the Sinai desert during the upcoming Jewish Passover holiday.
ar: في هذه الأثناء, حذرت السلطات الإسرائيلية من ‛ تهديد خطير, فوري, و ملموس ‛ ضد المواطنين الإسرائيليين المتواجدين في صحراء سيناء خلال عطلة عيد الفصح اليهودية المقبلة.

source: Officials in Tel Aviv warned that Hizbullah could be planning to abduct Israelis in Egypt and take them to the Gaza, and called for Israeli citizens to leave the area immediately. The warning is the latest in a series of statements aimed at discouraging I
ar: هذا و قد كان المسؤولون في تل أبيب قد حذروا من أن حزب الله ربما يخطط لاختطاف إسرائيليين من مصر و اقتيادهم إلى غزة, كما دعوا المواطنين الإسرائيليين لمغادرة المنطقة على وجه السرعة. إن هذا التحذير هو الأخير في سلسلة من التصريحات التي استهدفت تثبيط رغبة الإسر

source: Israel issues regular warnings against potential risks to its citizens and has focused increasingly on Hizbullah since the group pledged revenge for the assassination of Imad Mughniyeh, the group's senior military commander, in Damascus last year. The kil
ar: و كانت إسرائيل قد أصدرت تحذيرات دورية ضد الخطر المحتمل لمواطنيها و ركزت بشكل متزايد على حزب الله و ذلك منذ أن تهد الحزب بالرد على اغتيال عماد مغنية - و هو القائد العسكري الأعلى للحزب – الذي تم في دمشق السنة الماضية. و يعتقد أن عملية الاغتيال تم تنفيذها من

source: In the months after the killing, Hizbullah's leader Sayyed Hassan Nasrallah said that revenge would come at the time, the place, the way and the means of the group's choosing.
ar: بعد مرور أشهر على عملية الاغتيال, قال السيد حسن نصر الله الأمين العام لحزب الله أن الانتقام سيأتي في ‛ الوقت, المكان, الطريقة و المقصد ‛ الذي يريده الحزب.

source: But at the end of last month, a Hizbullah official vowed that the group would not carry out attacks abroad. We will not carry out any operation outside our Lebanese territories, Mohammad Raad, the leader of the Loyalty to the Resistance parliamentary bl
ar: و لكن في نهاية الشهر الماضي, صرح مسؤول في حزب الله أن الجماعة لم تكن لتنفذ هجمات في الخارج. و أضاف محمد رعد - قائد جبهة الولاء للمقاومة النيابية - في زيارة لجنوبي لبنان قائلا: ‛ لن نقوم بتنفيذ أي عملية خارج أراضينا اللبنانية. ‛

source: By Andrew Wander
ar: بقلم أندرو واندر.

source: Vanity plates banned - and no BUT's about it...
ar: حظر اصدار أو تجديد لوحات الرفاهية للشخصيات السعودية و منع النقاش حول حق الإلتماس بالموضوع

source: April 13, 2009
ar: الثالث عشر من أبريل عام 2009 ميلادية

source: Saudi Arabia has banned vehicle licence plates whose Arabic characters spell out offensive words when romanised - and one of them is USA.
ar: حظرت السلطات السعودية استخدام أو اصدلر لوحات تسجيل السياراتو التى ينتج عن تركيب حروفها العربية مع بعضها البعض بعض الكلمات المشينة الخادشة للحياء و منها على شبيل المثال لفظ ال USA أو لليو إس أيه إختصار الولايات المتحدة الأمريكية

source: Al-Watan newspaper reported on Sunday that Saudi plates normally had three Arabic characters and three numbers but the growing fashion is for auto owners also to display a version using the Latin alphabet and some buyers of personalised vanity plates
ar: و فى تقرير لجريدة الوطن يوم الأحد أن لوحات تسجيل السيارات السعودية لديها فى الغالب ثلاث أحرف عربية و ثلاثة أرقام، إلا أن المكوضة المستهجنة من قبل بعض مالكى السيارات عرض بعض اللوحات ذات الأحرف اللاتينية أو بعض الشخصيات السعودية تثوم بإختيار بعض الأحرف العر

source: The authorities in charge of issuing vanity plates have released a list of nine prohibited three-letter combinations and ordered all branches to stop renewing plates that include them
ar: السلطات السعودية السؤولة عن اصدار لوحات تسجيل السيارات للرفاهية و الشخصيات الخاصة اصدرت مؤخراً قائمة لتسع تحريمات محظورة لتركيبات ثلاة حروف مع بعضها البعض و أمرت كل الجهات المخولة بتجديد اللوحات بعد القيام بالتجديد لأى لوحة تحمل أيٍ من تلك التركيبات أو ال

source: Nine combinations prohibited by Saudi authorities
ar: التسع تركيبات الممنوعة و المحظورة من قبل السلطات السعودية
